{
  "home": {
    "welcome_01": "Willkommen",
    "welcome_02": "schön, dass ihr da seid!",
    "intro_text": "Dieses Tool unterstützt kleine Vereine dabei, sich online professionell zu präsentieren – auch ohne Design- oder Technikkenntnisse. Mit wenigen Klicks könnt ihr Inhalte gestalten, speichern und direkt für Website, Print oder Social Media nutzen.",
    "more_info_text": "Mehr über das Projekt erfahrt ihr hier:",
    "more_info_button": "Mehr erfahren",
    "login_button": "Einloggen",
    "login_hint": "Mit Vereinsdaten anmelden und loslegen.",
    "join_button": "Jetzt mitmachen",
    "join_hint": "Neu dabei? Hier gehts zur Anmeldung"
  },
  "login": {
    "description": "Hier ist der Login zu der Vereinsseite wo der Content erstellt und verwaltet werden kann",
    "explenation": "Um dich anmelden zu können muss dein Verein angemeldet sein. Anschleißend braucht du als Mitglied einen Account.",
    "error_case_notRegistered": "Dein Verein ist Angemedet aber du bist noch nicht registriert? Dann melde dich bei dem Admin von deinem Verein und bitte ihn einen Accout für dich zu erstellen //TODO URL  ",
    "error_case_verein": "Dein Verein ist nicht in der Liste? Dann ist dein Verein noch nicht angemendet. Um zu erfahren wie du deinen Verein anmebden kannst gehe zu: //TODO URL",
    "login": "Login"
  },
  "dashboard": {
    "title": "Willkommen im Dashboard von",
    "description": "Hier kannst du Inhalte erstellen, gestalten und verwalten.",
    "title_styleguide": "Design-Richtlinien",
    "description_styleguide": "Farbwelten, Schriften und Logos – alles an einem Ort.",
    "title_templates": "Vorlagen",
    "description_templates": "Erstelle Inhalte schneller mit vordefinierten Templates.",
    "title_list": "Content Liste",
    "description_list": "Verwalte, bearbeite oder lösche bestehenden Content.",
    "welcome": "Schön, dass du da bist"
  },
  "about": {
    "title": "Was ist Projektname?",
    "description": "Projektname ist ein digitales Werkzeug, das kleinen und ehrenamtlich geführten Vereinen dabei hilft, sich professionell im Netz zu präsentieren – ganz ohne Vorkenntnisse.",
    "section_headings": {
      "background": "Hintergrund",
      "idea": "Warum dieses Projekt?",
      "features": "Was kann das Tool?",
      "disclaimer": "Hinweis"
    },
    "background": "Das Projekt entstand im Sommersemester 2025 im Rahmen eines Studienmoduls an der Technischen Hochschule Brandenburg. Die Idee basierte auf einer Analyse realer Vereinswebsites aus der Region Brandenburg und wurde nutzerzentriert entwickelt.",
    "idea": "Viele Vereine in Deutschland arbeiten fast ausschließlich ehrenamtlich. Zeit, Geld und technisches Know-how sind oft knapp – besonders wenn es um die Gestaltung der eigenen Website oder Social-Media-Inhalte geht. Das führt leider oft dazu, dass wertvolle Vereinsarbeit nicht sichtbar wird – obwohl sie eine zentrale Rolle im sozialen, kulturellen und gesellschaftlichen Leben spielt. Projektname setzt genau hier an: Das Tool unterstützt Vereine dabei, Inhalte für verschiedene Kanäle schnell, einfach und einheitlich zu erstellen – sei es für einen neuen Veranstaltungspost oder eine Info-Grafik zur Vereinsarbeit.",
    "features": "Das Tool bietet unter anderem: einen eigenen Vereins-Styleguide (Farben, Logos, Schriftarten), wiederverwendbare Vorlagen für Beiträge, zentrale Verwaltung von Text- und Bildinhalten sowie Exportfunktionen für verschiedene Formate – direkt im Browser.",
    "disclaimer": "Dieses Projekt ist ein wissenschaftlicher Prototyp. Es befindet sich aktuell in der Entwicklungsphase und wird im diesem Rahmen evaluiert. Die Plattform wird kontinuierlich erweitert – Rückmeldungen sind willkommen!"
  },
  "examples": {
    "title": "Contnet Beispiele ",
    "description": "Die Beispeiel auf dieser Seite wurden in zusammenarbeit mit den Kleinkunstverein erstellt."
  },
  "tutorial": {
    "title": "Tutorial",
    "description": "Anleitung zur Benutzung dieser Website",
    "body": [
      {
        "headline": "Styleguide einrichten",
        "text": "Jeder Verein hat einen Styleguide. Diesen kann man auf der Vereinsseite Personalisieren, sodass er dem Style des Vereins entspricht. Dazu kann man verschiedene Felder wie Farbe, Hintergründe und Textarten aber auch Grafik elemente hinzufügen und anpassen. Der Styleguide wird automatisch auf jeden Content angewendet. So bleibt der Vereinsstyle consinstent."
      },
      {
        "headline": "Content erstellen",
        "text": "Um Content zu erstellen gibt es eine Auswahl an Templates die ausgewählt werden kann. Danach können in einem Editor die Inhalte eingefüllt werden und der Style kann ausch angepasst werden."
      },
      {
        "headline": "Content verwalten",
        "text": "Der Content kann in einer Liste verwaltet werden. Hier kann man den Content nochmal in einem Anderen Format erstellen, oder eine Vorlage dublizieren."
      },
      {
        "headline": "Verein anmelden",
        "text": "Um deinen Verein anzumelden gehe bitte auf die seite /join und erfahre dort mehr"
      }
    ]
  },
  "join": {
    "title": "Willst du mitmachen?",
    "description": "Teste das Tool gemeinsam mit deinem Verein – kostenlos, unverbindlich und ohne Vorkenntnisse.",
    "explenation": "Da es sich bei diesem Projekt um einen wissenschaftlichen Prototypen handelt, ist der Zugang derzeit noch nicht öffentlich. Im Sommer 2025 (August–September) startet jedoch eine erste Testphase. Wenn du und dein Verein Interesse habt, das Tool auszuprobieren und aktiv Feedback zu geben, stelle ich euch gerne einen Testzugang zur Verfügung.",
    "closing": "Ich freue mich sehr darauf, das Projekt gemeinsam mit euch weiter zu gestalten.",
    "closing_02": "Viele Grüße, Lilian",
    "steps_headline": "Wie könnt ihr mitmachen?",
    "steps": [
      {
        "num": "Schritt 1",
        "description_01": "Schreibt eine kurze E-Mail an:",
        "description_02": "Stellt euch kurz vor: Wer seid ihr? Was macht euer Verein? Wie viele Personen sollen mit dem Tool arbeiten?"
      },
      {
        "num": "Schritt 2",
        "description": "Ich melde mich zeitnah bei euch zurück und richte einen Test-Account für euren Verein ein."
      },
      {
        "num": "Schritt 3",
        "description": "Ihr erhaltet per E-Mail Zugangsdaten für eure Mitglieder."
      },
      {
        "num": "Schritt 4",
        "description": "Los geht's! Empfehlung: Startet mit dem Styleguide – dann passt euer Content direkt zum Vereinslook."
      }
    ]
  },

  "styleguide": {
    "title": "Styleguide",
    "description": "Hier gestaltet ihr das Aussehen eures Vereinsauftritts. Wählt Farben, Schriften, Logos und mehr aus, damit alles zu euch passt.",
    "headlines": {
      "colors": "Farben",
      "backgrounds": "Hintergründe",
      "grafics": "Grafiken",
      "logo": "Logo",
      "fonts": "Schriftarten",
      "slogan": "Slogan"
    },
    "colorDescription": {
      "main": "Hauptfarben ",
      "detail": "Ergänzende Farben",
      "text": "Schriftfarben",
      "neutral": "Neutrale Farben "
    },
    "backgroundDescription": {
      "light": "Helle Hintergründe",
      "dark": "Dunkle Hintergründe",
      "textureUpload": {
        "modalTitle": "Datein hochladen",
        "cancle": "Abbrechen",
        "save": "Speichern",
        "loading": "Lade hoch...",
        "buttonText": "Datei auswählen"
      },
      "imgAlt": [
        "Heller Hintergrund Nr. 1",
        "Heller Hintergrund Nr. 2",
        "Dunkler Hintergrund Nr. 1",
        "Dunkler Hintergrund Nr. 2"
      ]
    },
    "logoDescription": {
      "big": "Logo",
      "small": "Kleines Logo",
      "oneColor": "Einfarbiges Logo",
      "logoUpload": {
        "modalTitle": "Datein hochladen",
        "cancle": "Abbrechen",
        "save": "Speichern",
        "loading": "Lade hoch...",
        "buttonText": "Datei auswählen"
      },
      "imgAlt": [
        "Vereins Logo",
        "Vereins Logo kleine Version",
        "Veinslogo einfarbig"
      ]
    },
    "fontsDescription": {
      "preview": "Dies ist ein Vorschautext in der ausgewählten Schriftart.",
      "headline": "Überschriften",
      "body": "Textkörper"
    },
    "graficsDescription": {
      "form": "Formen gefüllt",
      "grafic": "Liniengeafiken ",
      "graficsUpload": {
        "modalTitle": "Datein hochladen",
        "cancle": "Abbrechen",
        "save": "Speichern",
        "loading": "Lade hoch...",
        "buttonText": "Datei auswählen"
      },
      "imgAlt": [
        "Form 1",
        "Form 2",
        "Form 3",
        "Form 4",
        "Linien Grafik Nr. 1",
        "Linien Grafik Nr. 2",
        "Linien Grafik Nr. 3",
        "Linien Grafik Nr. 4"
      ]
    },

    "infotext": {
      "colors": "Wählt die Farben, die euren Verein am besten repräsentieren. Diese Farben werden in Texten, Grafiken und Hintergründen verwendet. Kurze Erklärung zu den einzelen Farben: ",
      "backgrounds": "Hier könnt ihr passende Hintergrundbilder für eure Inhalte hochladen. Es ist gut eine Auswahl an Hellen und Dunklen Hintergründen zu haben. Die TExturen kannst du entweder über den Button auswählen oder mit Drag und Drop in das Feld ziehen",
      "grafics": "Hier können Formen und Liniengrafiken wie z.B. Icons hochgeladen werden.",
      "logo": "Ladet euer Vereinslogo hoch. Es wird auf euren Seiten verwendet.",
      "fonts": "Wählt die Schriftarten aus, die euch gefallen. Ihr seht direkt eine Vorschau mit Beispieltext. Erklärung was der unterschied zwischen der Headline und dem Textkörper ist",
      "slogan": "Gebt euren Vereinsslogan oder ein Motto ein, das auf der Seite angezeigt wird."
    },
    "save": "Speichern",
    "cancel": "Abbrechen"
  },
  "templates": {
    "title": "Content Vorlagen",
    "description": "Um neuen Contet zu erstellen kannst du ganz einfach eine passende Vorlage auswählen und loslegen",
    "titles": ["Bild mit Text", "Bilder Gallerie", "Text mit Grafik"],
    "descriptions": [
      "Ein Bild mit Text kombinieren",
      "Eine Galerie mit mehreren Bildern erstellen",
      "Text mit einer Grafik kombinieren"
    ],
    "action": "Erstellen"
  },
  "content": {
    "title": "Vereinscontent",
    "description": "Verwaltung des Vereinscontents. In der folgenden Tabelle kannst du bestehende Inhalte einsehen, nach Titel oder Datum sortieren sowie gezielt nach Autoren oder Tags filtern. Über den Stift-Button lassen sich die Inhalte direkt bearbeiten und aktualisieren. So behaltet ihr jederzeit den Überblick über alle Beiträge.",
    "headers": ["", "Titel", "Datum", "Autoren", "Tags"]
  },

  "create": {
    "title": "Content Erstellen",
    "description": "Speichern nicht vergessen ;)",
    "form": {
      "title": "Titel",
      "title_placeholder": "Titel eingeben",
      "authors": "Authoren",
      "tags": "Tags auswählen",
      "tags_title": "Tags"
    },
    "formDescriptions": {
      "title": "Gibt dem Content einen schlagkräftigen Titel um ihn später gut wiederzufinden",
      "authors": "Hier sind alle Vereinsmitglieder die an diesem Content mitgewirkt haben",
      "tags": "Die Tags helfen dabei in der Content Liste alles zu sortieren und gruppieren"
    },
    "lables": {
      "generell": "Allgemeine Angaben",
      "upload": "Bild hochladen",
      "headline": "Überschrift",
      "textLayer": "Text Positionierung",
      "textDescription": "Beschreibung",
      "bgLayer": "Hintergund einstellungen",
      "logoLayer": "Logo Positionierung",
      "graficLayer": "Grafik Positionierung"
    },

    "save": "Speichern",
    "export": "Content exportieren"
  },
  "management": {
    "title": "Mitglieder Management",
    "description": "Als Admin kannst du hier Mitglieder hinzufügen, bearebiten oder entfernen"
  },
  "impressum": {
    "title": "Impressum",
    "section1Title": "Angaben gemäß § 5 TMG",
    "name": "Lilian Drabinski",
    "addressLine1": "Magdeburger Str. 50",
    "addressLine2": "14770 Brandenburg an der Havel",
    "emailLabel": "E-Mail",
    "section2Title": "Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV",
    "projectNote": "Diese Website ist ein nicht-kommerzielles Hochschulprojekt im Rahmen des Studiengangs Digitale Medien an der Technischen Hochschule Brandenburg.",
    "section3Title": "Haftungsausschluss",
    "liabilityText1": "Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.",
    "liabilityText2": "Die Verantwortung für das Urheberrecht an hochgeladenen Bildern und Grafiken liegt bei den jeweiligen Vereinen.",
    "resourcesTitle": "Verwendete Ressourcen",
    "resourcesIntro": "Dieses Projekt wurde mit verschiedenen frei verfügbaren Tools und Ressourcen umgesetzt:",
    "resourceHeroicons": "Icons von",
    "resourceFreepik": "Illustrationen von",
    "resourceFreepik2": "- Rechte liegen bei den jeweiligen Urheber:innen",
    "resourceGoogleFonts": "Schriften von",
    "resourceDaisyui": "Styling mit",
    "resourceTailwind": "und",
    "resourcesOutro": "Alle verwendeten externen Ressourcen wurden gemäß ihrer jeweiligen Lizenzbedingungen eingebunden. Dieses Projekt dient ausschließlich Forschungs- und Lehrzwecken im Rahmen des Studiengangs Digitale Medien an der Technischen Hochschule Brandenburg."
  },
  "notFound": {
    "title": "404 - Seite nicht gefunden",
    "description": "Die angeforderte Seite existiert nicht. Gehe zurück zu:"
  },
  "error": {
    "title": "Ein Fehler ist aufgetreten",
    "description": "Bitte versuchen Sie es später erneut."
  },
  "footer": {
    "copyright": "Alle Rechte vorbehalten",
    "about": "  Über das Projekt",
    "join": "Verein anmelden",
    "impressum": "Impressum"
  },
  "sidebar": {
    "home": "Homepage",
    "login": "Einloggen",
    "dashboard": "Dashboard",
    "about": "Über dieses Projekt",
    "collection": "Sammlung",
    "examples": "Beispiele",
    "tutorial": "Tutorial",
    "join": "Verein anmelden",
    "styleguide": "Vereinsstyle",
    "templates": "Styling Tempaltes",
    "list": "Content Liste",
    "create": "Content erstellen",
    "management": "Vereins Management",
    "impressum": "Impressum",
    "logout": "Ausloggen"
  },
  "generall": {
    "projectName": "Verein*t",
    "projectSlogan": "  Eine Plattform, mit der Vereinscontent erstellt und verwaltet werden kann.",
    "notImplemented": "Diese Funktion ist noch nicht implementiert."
  }
}
